espressif/esp-idf/examples/system/sysview_tracing/sdkconfig.ci.sysview_uart_esp32c2_26Mhz
CONFIG_IDF_TARGET="esp32c2"
CONFIG_ESP_CONSOLE_NONE=y
CONFIG_ESP_TRACE_TRANSPORT_APPTRACE=y
CONFIG_APPTRACE_DEST_UART=y
CONFIG_APPTRACE_UART_BAUDRATE=74880
CONFIG_XTAL_FREQ_26=y
